<?php
$array =array(
array('title'=>"花好月圆",'content'=>"古代某皇帝有了十多位皇子后，在千盼万望的期待下终于等到皇后给他生下一位元公主，
刚想宣布举国同欢时，又发现公主玉体天生会发出一股难闻的'臭味'。所以无人愿意接近小公主。
 御医们无法找出治疗方法，皇帝跟皇后也爱莫能，只能默默地等待奇迹出现……天生患臭的小公主不想孤寂地在深宫中长大，鱼腥味可以
 掩盖她的臭味，所以她经常化名含香到菜市场帮人卖鱼。就这样，公主长大了，到了要给她选驸马的时候，公主遇到了无名花匠沈梦溪。
皇帝碍于要替公主选驸马，不得不将公主患臭之事公告天下，他还下令谁能把公主的怪病治愈，就把公主许配此人。 孤寂无名的穷花匠
沈梦溪，与系出名门的神医排众而出，争取到替公主治疗的机会。但太医却非常鄙视出身寒微的沈梦溪。
神医与太医不断破坏阻碍沈梦溪的研究。而沈梦溪意外得人启发，得知如果将四时之花加四时之水混合一起，就可提炼出最香的药丸'冷香丸'
。含香请缨与沈梦溪一起到大江南北找寻四时之花与四时之水。两人暗生情愫……
"),
array('title'=>"杨柳依依",'content'=>"寒冬，阴雨霏霏，雪花纷纷，一位解甲退役的征夫在返乡途中踽踽独行。
道路崎岖，又饥又渴;但边关渐远，乡关渐近。此刻，他遥望家乡，抚今追昔，不禁思绪纷繁，百感交集。艰苦的军旅生活，
激烈的战斗场面，无数次的登高望归情景，一幕幕在眼前重现。《采薇》，
就是三千年前这样的一位久戍之卒，在归途中的追忆唱叹之作。其类归《小雅》，却颇似《国风》。"),
array('title'=>"含情脉脉",'content'=>"含情脉脉，是指饱含温情，默默地用眼神表达自己的感情。
常用以形容少女面对意中人稍带娇羞但又无限关切的表情"),
array('title'=>"云胡不喜",'content'=>"云胡不喜是一个汉语词汇，意思为还有什么不高兴的呢。常与'既见君子'连用。
出自诗经《国风·郑风·风雨》'风雨如晦，鸡鸣不已。既见君子，云胡不喜?',这首诗写妻子乍见到久别的丈夫时的喜悦心情。
在一个风雨大作、天色阴沉的日子里，她的周围除听见鸡叫声外，一切是那么沉寂，那么悲凉。可怕的寂静使她更加怀念阔别的丈夫。
谁能想到就在这当儿，丈夫忽然到家了，霎那间她的一切忧愁烦恼，化为乌有，真像大病霍然得到痊愈，高兴得叫她没法说。诗人在三章中用了夷，
瘳、喜三个字，便把这个思妇一霎那间感情的起伏变化传达出来了。使我们不能不佩服这位无名诗人'善于言情，又善于即景以抒怀。'"),
array('title'=>"窈窕淑女",'content'=>"《窈窕淑女》(My Fair Lady)改编自萧伯纳的戏剧剧作《卖花女》(Pygmalion)，
该影片由华纳兄弟影业于1964年出品，乔治·库克执导，奥黛丽·赫本、雷克斯·哈里森、杰瑞米·布雷特等主演。
影片讲述下层阶级卖花女(赫本饰)被中产阶层语言学教授Higgins改造成优雅贵妇的故事，从头至尾洋溢着幽默和雅趣，
片中有大量经典歌曲，奥黛丽·赫本的表演令影片闪耀特别的光彩。
影片于1964年12月25日在美国上映。
"),
array('title'=>"蒹葭苍苍",'content'=>"蒹葭苍苍是出自《蒹葭》中的一句话。蒹葭是一种植物，指芦荻，芦苇。
蒹，没有长穗的芦苇。葭，初生的芦苇。《蒹葭》是一首描写对意中人深深的企慕和求而不得的惆怅的诗，出自《诗经·国风·秦风》。"),
array('title'=>"白露为霜",'content'=>"蒹葭苍苍,白露为霜.所谓伊人,在水一方.溯洄从之,道阻且长.溯游从之,宛在水中央。 
蒹葭凄凄,白露未晞.所谓伊人,在水之湄.溯洄从之,道阻且跻.溯游从之,宛在水中坻。
蒹葭采采,白露未已.所谓伊人,在水之涘.溯洄从之,道阻且右.溯游从之,宛在水中沚。
"),
array('title'=>"断桥残雪",'content'=>"断桥残雪是西湖上著名的景色，以冬雪时远观桥面若隐若现于湖面而称著。属于西湖十景之一。
断桥残雪是欣赏西湖雪景之佳地，中国著名的民间传说《白蛇传》，为断桥景物增添了浪漫的色彩。每当瑞雪初霁，站在宝石山上向南眺望，
西湖银装素裹，白堤横亘雪柳霜桃。断桥的 石桥拱面无遮无拦，在阳光下冰雪消融，露出了斑驳的桥栏，而桥的两端还在皑皑白雪的覆盖下。
依稀可辨的石桥身似隐似现，而涵洞中的白雪奕奕生光，桥面灰褐形成反差，远望去似断非断，故称断桥。伫立桥头，放眼四望，远山近水，
尽收眼底，给人以生机勃勃的强烈属深刻的印象。"),
array('title'=>"白衣飘飘",'content'=>"《白衣飘飘》是云中书城网络小说，作者Blue。记述着属于我们的每一寸的时光,每一个的瞬间。
用文字把它们串联成一幅幅奢侈明亮的青春画卷,让我们一起回眸,回眸那些殇逝在风中的岁月……"),
array('title'=>"飘雪",'content'=>"专辑耗时两年，集合了陈耀川、李泉等内地音乐人，专辑中每首歌的录制基本上两个小时录完。
《飘雪》是专辑中第一首录制的歌曲，改编自中岛美嘉的歌曲。该首歌由制作人推荐给韩雪，后经由填词人林海妙重新填中文词。由于该首
歌的中文歌词是围绕韩雪名字中的“雪”度身定制的，因此韩雪对歌曲的意境感同身受，演唱起来没有压力，该首歌韩雪录制了两遍就大功告成。
《蓝色雪花》代表了韩雪的性格，韩雪特别喜欢该首歌，所以收录专辑中。李泉写的《爱的水晶鞋》是专辑中唯一的舞曲，韩雪在录制的时候有不
一样的感觉，对韩雪而言是不同的尝试。《爱上我很简单》该首歌是韩雪专辑里唯一一首R&B歌曲，也是韩雪录的第一首快歌。刚开始录制的过程
中，韩雪非常不习惯。后来在制作人的指导下，韩雪逐渐找到感觉，最终顺利完成
"),
array('title'=>"断桥",'content'=>"西湖断桥位于杭州北里湖和外西湖的分水点上，一端跨着北山路，另一端接通白堤。据说，早在唐朝
断桥就已经建成，宋代称保佑桥，元代称段家桥。在西湖古今诸多大小桥梁中，她的名气最大。断桥之名得于唐朝。其名由来，一说孤山之路到此而断
，故名;一说段家桥简称段桥，谐音为断桥;汉族民间爱情传说《白蛇传》的故事即发生于此。传说白娘子与许仙断桥相会，确为断桥景物增添了浪漫色彩
。现在的断桥，是1941年改建，五十年代又经修饰。桥的东北有碑亭，内立'断桥残雪'碑。断桥残雪为西湖十景之一。断桥位于白堤东端，
南宋时又名宝佑桥，也称为段家桥。今桥为1941年重建。桥畔有'云水光中'水榭和断桥残雪碑亭。断桥残雪景观内涵说法不一，一般指冬日雪后，
桥的阳面冰雪消融，但阴面仍有残雪似银，从高处眺望，桥似断非断。伫立桥头，放眼四望，远山近水，尽收眼底，是欣赏西湖雪景之佳地。 五十年
代又经修饰 。桥的东北有碑亭，内立'断桥残雪'碑。
"),
array('title'=>"绿莺",'content'=>"绿莺是一种莺科鸟类，分布于非洲中南部地区(包括阿拉伯半岛的南部、撒哈拉沙漠(北回归线)以南
的整个非洲大陆。)分布于非洲中南部地区(包括阿拉伯半岛的南部、撒哈拉沙漠(北回归线)以南的整个非洲大陆。)"),
array('title'=>"沧海一粟",'content'=>"背景：苏东坡，北宋著名文人，唐宋八大家之一。因为他反对王安石变法而被贬黄州。期间他两次游览黄
州赤壁，并写下著名的《赤壁赋》，《后赤壁赋》。《赤壁赋》形象的写出月下泛舟的场景，并写出苏轼与朋友争辩的过程。他的朋友认为：曹操当年十分
风光，现人已死，人的这一生十分短暂，如蜉蝣一般，匆匆而去，毫无价值。但苏轼认为：人的一生虽然短暂，但可以创造价值，死而无憾。
"),
array('title'=>"雪飘人间",'content'=>"又见雪飘过。初冬的夜空，灯火阑珊，美丽的边城披上了雪白的外衣，夜神幽幽飞来，呢喃着惑人的童话。
你不在。我知道，这又将是一个不眠的长夜。恍惚的夜空，一勾疏月透过微微飘雪，淡淡地照在窗帘上，冰莹的雪花顿时落满窗台，思绪，便悄悄开始游移。"),
array('title'=>"不负如来不负卿",'content'=>"网上多传源于六世达赖仓央嘉措的诗:'曾虑多情损梵行，入山又恐别倾城。(也作自恐多情损梵行，入山又怕误倾城)
世间安得双全法，不负如来不负卿。'意思: 如果动情了，就负了如来(佛法);如果不动情，就辜负了'她'(爱情)。
仓央嘉措是天生的活佛，西藏著名的诗人，可他也是个情种。他十五岁才从民间接到布达拉宫中，在此之前一直接受着可以婚嫁的习俗教育。
活佛的身份使他无法和情人在一起，他的多情也不容于世俗礼。
"),
array('title'=>"世间安得双全法",'content'=>"仓央嘉措一生经历两个刻骨铭心的女不知晓的是,同是一位女子倾尽了自己的两世,换来他的情劫,
只因不安将他一人留在红尘，纵使要他抛弃灵魂，他都想要留在她身边的时间多一天。看到他因疼惜 清风一般轻轻掖下她的被角，生怕搅扰到她"),
array('title'=>"悠悠爱河",'content'=>"秋诚打开思绪的窗户，万千情愫在心中畅享，空灵墨月...奏响悠悠我心中点点滴滴似水柔情的波光，让悠悠我思荡
漾出爱的圈圈涟漪之含笑脸庞，挥之不去的相思衷肠，秋风秋雨秋的相思"),
array('title'=>"一日不见兮",'content'=>"《采葛》写主人公对友人的思念。这两句是用比喻方法构成的夸张句。'三秋'，
这是指三个季度。一日不见，如隔三秋，用这种夸张之词形容他对友人的殷切思念，实是情至之语。同时本体'一日'，喻体'三秋'，
高下相形，对比鲜明，也有力地增强了感情的表达效果。本诗运用了回复的章法，就更加强了这情思的感染力。成语'一日三秋'即源出此诗。"),
array('title'=>"思之如狂",'content'=>"在茫茫人海之中相逢,是冥冥之中注定的缘分。每当太阳在每日的晨曦到来之前拼命的向前跑,跨越那无数
地障碍,只为能够与月亮在天空中相遇。可每每当他追逐到半空中,触手可及时,那一抹身影却屡屡消失在了天际。至始至终,只能望见却触碰不得。难道这
也是上天冥冥之中当中的注定,注定只是有缘无分,只可相见,已不可相逢。命运的注定纵然是难以改变,却仍然也要为那相见后的再次相逢与命运全力一搏……"),
array('title'=>"有美一人兮",'content'=>"有一位美人，我见过她的容貌，就不能再忘记。一日不见她，心中牵念得像是要发狂一般。凤鸟翱翔四
海在空中回旋高飞，满天下辛苦寻求与它匹配的凰。无奈那美人啊，没有住在东墙邻近。我用琴声代替言语，姑且描写我内心的情意。何时能允诺婚事，
慰藉我这不住的往返徘徊，以及我不知如何是好的心情。   希望我的言语德行能够配得上你，与你比翼偕飞。而却不能与你携手同飞，让我痛不欲生，沉沦于情愁而欲丧亡。"),
array('title'=>"见之不忘",'content'=>"司马相如（公元前179年左右——公元前117年)，字长卿，四川成都人，汉时文学家。司马相如善鼓琴，其所用琴名为“绿绮”，
是传说中最优秀的琴之一。 司马相如少时好读书、击剑，被汉景帝封为“武骑常侍”，但这并非其初衷，故借病辞官，投奔临邛县令王吉。临邛县有一富豪卓王孙，其女卓文君，
容貌秀丽，素爱音乐又善于击鼓弹琴，而且很有文才，但不幸未聘夫死，成望门新寡。 司马相如早巳听说卓王孙有—位才貌双全的女儿，他趁一次作客卓家的机会，
借琴表达自己对卓文君的爱慕之情，他弹琴唱道，“凤兮凤兮归故乡，游遨四海求其凰，有一艳女在此堂，室迩人遐毒我肠，何由交接为鸳鸯。”这种在今天看来也
是直率、大胆、热烈的措辞，自然使得在帘后倾听的卓文君怦然心动，并且在与司马相如会面之后一见倾心，双双约定私奔。当夜，卓文君收拾细软走出家门，
与早已等在门外的司马相如会合，从而完成了两人生命中最辉煌的事件。 卓文君也不愧是一个奇女子，与司马相如回成都之后，面对家徒四壁的境地
（这对爱情是一个极大的考验），大大方方地在临邛老家开酒肆，自己当垆卖酒，终于使得要面子的父亲承认了他们的爱情。 "),
array('title'=>"一日不见兮",'content'=>"有一美人兮，见之不忘。(一作：有美人兮，见之不忘)一日不见兮，思之如狂。凤飞翱翔兮，四海求凰。
无奈佳人兮，不在东墙。将琴代语兮，聊写衷肠。何日见许兮，慰我彷徨。愿言配德兮，携手相将。不得於飞兮，使我沦亡。凤兮凤兮归故乡，遨游四海求其凰。
时未遇兮无所将，何悟今兮升斯堂！有艳淑女在闺房，室迩人遐毒我肠。
"),
array('title'=>"凤飞翱翔兮",'content'=>"四海求凰。无奈佳人兮,不在东墙。 将琴代语兮,聊写哀肠。何日不见兮,慰我彷徨。 愿言配德兮,携手相将。不得于飞兮,是我沦亡"),
array('title'=>"四海求凰",'content'=>"桃之夭夭,灼灼其华。之子于归,宜其室家。 当沉静优雅的娇俏女子偶然遭遇腹黑无双的当世贵公子,两人之间会发生怎样惊天动地霹雳哗
啦的欢喜之事?而当时间流逝,一切不复从前,一个已成为了身份显赫的丞相府小姐,一个变为了纨绔风流的世家公子,他们又该何去何从?是从此相忘于江湖,还是携手天涯?一切的一切,
最终只是回到最初的起点,她仍是他怀里爱撒娇的小小女子,他仍是她一心爱慕的如意郎君……"),
array('title'=>"无奈佳人兮",'content'=>"世间真有那么美丽的爱情吗？ 坐在窗边遥看星空，等路灯拉长那个人的影子，月亮泛着柔和的光,
朦胧的爱意漫开，微笑着。这真好。爱情能不被时间蹉跎，如埋在地窖里的酒，几十年后打开，芳香扑鼻，带点木桶的清香，流出透明的汁液，入金樽，使人醉。
愿意为爱人改变，为爱人守护，担忧，低声叮咛，细语吩咐。那个在涂山之阳等候的女子深情地呼唤着：“候人兮猗。”南音婉转哀怨，如泣血的杜鹃，
写了满山的杜鹃花开思念。那曲《凤求凰》，有美一人兮，见之不忘。一日不见兮，思之如狂。凤飞翱翔兮，四海求凰。无奈佳人兮，不在东墙。琴弦飞扬的音符，
在那个夜晚谱写出最美的华霓，缠绵哀婉，却在最后还是要经历背叛，经历“今日斗酒会，明日沟头水”的白头吟。而诗经又如何呢？诗经里的歌声透过千年的历史蚕丝，
婉约，愁怨地低唱着那忐忑的心，装满了爱与悲伤。
"),
array('title'=>"不在东墙",'content'=>" 不恨此花飞尽，恨西园，落红难缀。晓来雨过，一池萍碎。春色三分，两分尘土，一分流水。细看来，
不是杨花，点点是离人泪。叹息，人世跌宕起伏，终被历史的尘土掩埋，化成齑粉，随风飘逝。这些爱情的怨言教人爱情过后等待的悲伤与痛苦，与其
如此，当日没有这段苦恋，是否更不心烦？每每咏读这些闺怨诗词，总纠结于这个可笑的问题。是因为曾经得到，失去，才会如此痛苦，如果没有经历过，
那便是遗憾。到底是日日思念好还是满腹遗憾好呢？日日思君不见君，无法见面，只好念叨但愿君似我心，定不负相思意。或梳洗罢，独倚望江楼，看着
水面，过尽千帆皆不是，斜晖脉脉水悠悠，把个娇心揉碎在黄昏里，被浓烈的失望掩埋，肠断白蘋州。檀郎呵，我夜夜对着星空祈祷，但愿人长久，千里
共婵娟。可是，你的呼吸我竟不能觉察，我的心里满是忧惧，请你在空闲时，能不能着雁儿来报个信。
"),
array('title'=>"将琴代语兮",'content'=>"《凤求凰》传说是汉代的古琴曲，演绎了司马相如与卓文君的爱情故事。以'凤求凰'为通体比兴，
不仅包含了热烈的求偶，而且也象征着男女主人公理想的非凡，旨趣的高尚，知音的默契等丰富的意蕴。全诗言浅意深，音节流亮，感情热烈奔放而
又深挚缠绵，融楚辞骚体的旖旎绵邈和汉代民歌的清新明快于一炉。历代同名的诗歌、小说、歌曲、影视很多。"),
array('title'=>"聊写衷肠",'content'=>"记不清第一次的相识，记不住12年朋友的点滴，记忆中你的样子越来越模糊，好像注定你一直是现在的样子
。那个记忆中阳光义气的男孩，那个比我大不了几天，确一直让我叫哥哥的朋友，那个为了爱为了情而去部队呆了两年的少年，那个据说很叛逆的很叛
逆的非主流，那个……一切的一切都成为了过去，如今的你成熟、孝顺、对我很好，用行动一点点的渗入我的生活，从而成为了那个即将要和我步入婚姻的
另一半。哪怕过去是朋友，但是我不问你任何关于过去的你，即使知道一些，我也不问，因为那是你的过去，作为朋友，我参与的过去是什么样，我就接
受什么样的你，而你的未来，有我相伴，好也坏，坏也好，有我有你未来还有家！这样的生活就够了。"),
array('title'=>"何时见许兮，慰我彷徨",'content'=>"爱情的最高境界，不是我爱你，而是我习惯了有你。就像一杯白开水，伸手可及，淡而无味，
而我们习惯有它，也离不开他。爱情也是如此，你习惯了生活中有他，他习惯了生活中有你。彼此习惯，彼此依赖，才是最深的相爱。爱到深处就是习惯
一个人的习惯。明明我们真正相处才不到一年的时间，确感觉时间好长好长，好像相处了好久好久，不知不觉中，给了我一种熟悉的感觉，好像注定就应
该在一起一样，即使过去的12年，我们一直是朋友，连基本的暧昧都没有过，然后此时，确早已习惯了生活中有彼此的存在，有时候因为忙，好久没看到
信息，没有电话，就会不自觉的瞎想，不自觉的担心。也许，这就是所谓的爱情！"),
array('title'=>"悠悠我心",'content'=>"有时候我总在想，为什么那么多的人中，我会选择你，会选择一个相识了十二年，就像左右手一样的你！其
实仔细想想好像也不是很奇怪！和你相处其实很自在，我不用担心自己不够好，不用担心没有话题聊，慢慢的自己学会在你面前无理取闹，慢慢的自己学会
在你面前任性放纵，不在做那个倔强的自己，不在做那个理性到只有一个人的时候才感性的自己。也许这才是为什么选择了你。我知道，其实我并不够好，
因为你一直在包容，一直在为了我而努力！而我还在给你压力，就像现在，你那么辛苦一样，有时我还是会和你闹。我会一点点的去学会体谅你，会学着做好
一个女朋友，做好一个妻子应该做的。26岁，我们都已经不在年轻，我们要为了更好而去努力，希望未来的日子，我们可以相处得更好！")
);
 echo json_encode($array);
?>